[
    {
        "title": "Что такое золотое сечение",
        "announce": "Пользовались бережно и только по большим праздникам. Если товар не понравится — верну всё до последней копейки. Если найдёте дешевле — сброшу цену. Товар в отличном состоянии. При покупке с меня бесплатная доставка в черте города.",
        "fullText": "Таких предложений больше нет! Бонусом отдам все аксессуары. При покупке с меня бесплатная доставка в черте города. Если найдёте дешевле — сброшу цену.",
        "category": [
            "Разное",
            "Железо",
            "IT"
        ],
        "createdDate": "2022-04-28T10:38:03.639Z"
    },
    {
        "title": "Как достигнуть успеха не вставая с кресла",
        "announce": "Даю недельную гарантию. Пользовались бережно и только по большим праздникам. Продаю с болью в сердце... При покупке с меня бесплатная доставка в черте города. Товар в отличном состоянии.",
        "fullText": "Если товар не понравится — верну всё до последней копейки. Таких предложений больше нет! Бонусом отдам все аксессуары. Даю недельную гарантию. Пользовались бережно и только по большим праздникам. Если найдёте дешевле — сброшу цену. При покупке с меня бесплатная доставка в черте города. Это настоящая находка для коллекционера!",
        "category": [
            "За жизнь",
            "Музыка",
            "Без рамки",
            "Деревья"
        ],
        "createdDate": "2022-04-28T10:38:03.639Z"
    },
    {
        "title": "Как перестать беспокоиться и начать жить",
        "announce": "Пользовались бережно и только по большим праздникам. Если найдёте дешевле — сброшу цену. Это настоящая находка для коллекционера! Товар в отличном состоянии. Таких предложений больше нет!",
        "fullText": "Если товар не понравится — верну всё до последней копейки. Товар в отличном состоянии. При покупке с меня бесплатная доставка в черте города. Таких предложений больше нет! Продаю с болью в сердце... Бонусом отдам все аксессуары. Даю недельную гарантию. Это настоящая находка для коллекционера!",
        "category": [
            "Разное",
            "Деревья",
            "За жизнь",
            "Программирование",
            "IT",
            "Кино",
            "Музыка",
            "Железо"
        ],
        "createdDate": "2022-04-28T10:38:03.640Z"
    }
]