'use strict';
module.exports = [
  {
    id: `uO5j`,
    title: `Продам новую приставку Sony Playstation 5.`,
    announce: `Если товар не понравится — верну всё до последней копейки. Таких предложений больше нет! Мой дед не мог её сломать. Кому нужен этот новый телефон, если тут такое... Товар в отличном состоянии.`,
    fullText: `Если найдёте дешевле — сброшу цену. Кажется, что это хрупкая вещь.`,
    category: [],
    createdDate: `2022-10-20T15:47:58.814Z`,
    comments: [
      {
        id: `StRw`,
        text: `Хочу такую же футболку :-) Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Это где ж такие красоты?`
      },
      {
        id: `tStRw`,
        text: `Хочу такую же футболку :-) Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Это где ж такие красоты?`
      }
    ]
  },
  {
    id: `xuO5j`,
    title: `Продам новую приставку Sony Playstation 5.`,
    announce: `Если товар не понравится — верну всё до последней копейки. Таких предложений больше нет! Мой дед не мог её сломать. Кому нужен этот новый телефон, если тут такое... Товар в отличном состоянии.`,
    fullText: `Если найдёте дешевле — сброшу цену. Кажется, что это хрупкая вещь.`,
    category: [],
    createdDate: `2022-10-20T15:47:58.814Z`,
    comments: [
      {
        id: `StRw`,
        text: `Хочу такую же футболку :-) Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Это где ж такие красоты?`
      },
      {
        id: `tStRw`,
        text: `Хочу такую же футболку :-) Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Это где ж такие красоты?`
      }
    ]
  },
  {
    id: `tO5j`,
    title: `Продам новую приставку Sony Playstation 5.`,
    announce: `Если товар не понравится — верну всё до последней копейки. Таких предложений больше нет! Мой дед не мог её сломать. Кому нужен этот новый телефон, если тут такое... Товар в отличном состоянии.`,
    fullText: `Если найдёте дешевле — сброшу цену. Кажется, что это хрупкая вещь.`,
    category: [],
    createdDate: `2022-10-20T15:47:58.814Z`,
    comments: [
      {
        id: `ttRw`,
        text: `Хочу такую же футболку :-) Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Это где ж такие красоты?`
      }
    ]
  },
  {
    id: `t1O5j`,
    title: `Продам новую приставку Sony Playstation 5.`,
    announce: `Если товар не понравится — верну всё до последней копейки. Таких предложений больше нет! Мой дед не мог её сломать. Кому нужен этот новый телефон, если тут такое... Товар в отличном состоянии.`,
    fullText: `Если найдёте дешевле — сброшу цену. Кажется, что это хрупкая вещь.`,
    category: [],
    createdDate: `2022-10-20T15:47:58.814Z`,
    comments: [
      {
        id: `t2tRw`,
        text: `Хочу такую же футболку :-) Давно не пользуюсь стационарными компьютерами. Ноутбуки победили. Это где ж такие красоты?`
      }
    ]
  }
];
